{
  "Comment.nvim": { "branch": "master" },
  "ddc-filter-converter_remove_overlap": { "branch": "main" },
  "ddc-filter-matcher_head": { "branch": "main" },
  "ddc-filter-sorter_rank": { "branch": "main" },
  "ddc-source-around": { "branch": "main" },
  "ddc-source-nvim-lsp": { "branch": "main" },
  "ddc-ui-pum": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "ddu-filter-matcher_substring": { "branch": "main" },
  "ddu-filter-sorter_alpha": { "branch": "main" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-source-buffer": { "branch": "main" },
  "ddu-source-file_rec": { "branch": "main" },
  "ddu-source-register": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "pum.vim": { "branch": "main" }
}